/* 
  Localizable.strings
  

  Created by Andy Kwak on 2014-10-06.

*/
"Use BlackBerry Blend to view the messages and content from your BlackBerry device on your computer. You can also view your calendar and contacts, and manage files between your computer and device.  If your device is enterprise activated, you can securely access your work information, files, and intranet without connecting to VPN. BlackBerry Blend is supported on devices running BlackBerry 10 OS version 10.3 or later." = "Verwenden Sie BlackBerry Blend, um Nachrichten und Inhalte von Ihrem BlackBerry-Gerät auf Ihrem Computer anzuzeigen. Sie können auch Ihren Kalender und Ihre Kontakt anzeigen und Dateien zwischen Ihrem Computer und Gerät verwalten. Wenn Ihr Gerät Enterprise-aktiviert ist, können Sie sicher auf Ihre geschäftlichen Daten, Dateien und das Intranet zugreifen, ohne eine Verbindung zu VPN herzustellen. BlackBerry Blend wird auf Geräten unterstützt, die BlackBerry 10 OS Version 10.3 oder höher ausführen.";

"Use BlackBerry Link to back up and restore your device data, switch to a new device, update your device software, or reinstall device software. You can also sync your media, documents, and organizer data such as contacts and calendars between your device and your computer. Allow access to the files on your computer from your device using the remote file access feature, and more!" = "Verwenden Sie BlackBerry Link, um eine Sicherung und Wiederherstellung Ihrer Gerätedaten durchzuführen, zu einem neuen Gerät zu wechseln oder Gerätesoftware neu zu installieren. Sie können auch Ihre Mediendateien, Dokumente und Terminplanerdaten, wie Kontakte und Kalender, zwischen Ihrem Gerät und Ihrem Computer synchronisieren. Mit der Funktion für den Remote-Dateizugriff können Sie von Ihrem Gerät aus auf Dateien auf Ihrem Computer zugreifen und vieles mehr!";